import React from 'react'

export default function ReadMore() {
  return (
    <div>
      <p>
        آموزش برنامه نویسی به سبکی منحصربه فرد شمایی که وارد این صفحه شدید،
        احتمالا قبلا با چند مرکز آموزش دوره برنامه نویسی آشنا شده و احتمالا بعد
        از این هم به تحقیقتون ادامه میدید. اما حالا که مهمان سبزلرن شدید، بد
        نیست در جریان چکیده ای از تجربیات و ذهنیت سبزلرن در آموزش کدنویسی رو هم
        قرار بگیرید تا به تصمیم گیری نهایی شما کمک کنه. حس سردرگمی و تردید در
        انتخاب منبع آموزشی و گاهی مسیر یادگیری برنامه نویسی تقریبا بین همه
        علاقمندان این تخصص جذاب مشترک بوده چون تا دلتون بخواد شعار آموزش برنامه
        نویسی از صفر و آموزش برنامه نویسی رایگان و ... سراسر وب رو پر کرده اما
        وقتی شروع به آموزش دیدن می کنید، می بینید که یا مدرس مسلط نیست، یا مسیر
        آموزشی شفاف و استاندارد نیست و یا سبک و لحن تدریس و ارائه تمرینات طوری
        نیست که بتونید به راحتی باهاش ارتباط بگیرید و در کوتاه مدت به عمل
        برسونید. شاید براتون جالب باشه که بعضی از دانشجوهای سبزلرن گفتن که قبل
        از گذروندن دوره های آموزش برنامه نویسی سبزلرن، به واسطه دوره های غیر
        استاندارد گذشته تصمیم گرفته بودن کلا از دنیای برنامه نویسی خداحافظی کنن
        و احساس میکردن استعداد این رشته رو ندارن اما وقتی با سبک و استراتژی
        آموزشی سبزلرن در آموزش برنامه نویسی از صفر آشنا شدن، اتفاقا علاقه و
        انگیزه شون برای ادامه این مسیر دوست داشتنی و پولساز بیشتر هم شد و اعتماد
        به نفس فوق‌العاده ای پیدا کردن. بنابراین چه اول راه یادگیری برنامه نویسی
        باشید و چه در حال توسعه مهارت های خودتون، منبع آموزشی به روز و حرفه ای
        مثل سبزلرن به تنهایی میتونه تمام انتظارات و نیازهای شمارو پوشش بده. خب
        هر ادعایی سند و مدرک هم میخواد پس بیاید یه دور دلایل این ادعا رو باهم
        بررسی کنیم 1. آموزش برنامه نویسی رایگان سبزلرن اعتقاد داره ورود هر علاقه
        مندی به دنیای آموزش کدنویسی باید بدون ریسک باشه و هیچ دغدغه ای جز تمرکز
        روی یادگیری در ذهن اون فرد نباشه. به همین دلیل می بینید که در طرح آموزش
        برنامه نویسی رایگان سبزلرن، تمام زبان ها و تکنولوژی های اصلی مثل جاوا
        اسکریپت، پایتون، CSS ، HTML و چندین دوره دیگه به صورت رایگان و همراه با
        پشتیبانی مادام العمر آموزش داده میشه که همه اونها در دسته آموزش صفر تا
        صد برنامه نویسی هم هستن و برخلاف دیگران، به بهانه رایگان بودن چیزی از
        کیفیت و حجم محتوای دوره ها کم نشده!
      </p>
    </div>
  );
}
